Repository: AlexMihawk/totalfinder-i18n
Catalog: plugin/Resources/*.lproj/TotalFinder.strings
Languages: french, portuguese, russian, spanish

source: Check for Updates
french: Mise à jour
portuguese: Verificar Atualizações
russian: Проверить обновления
spanish: Comprobar actualizaciones

source: Uninstall TotalFinder
french: Désinstaller TotalFinder
portuguese: Desinstalar TotalFinder
russian: Удалить TotalFinder
spanish: Desinstalar TotalFinder

source: Restart Finder
french: Relancer le Finder
portuguese: Reiniciar Finder
russian: Перезапустить Finder
spanish: Relanzar Finder

source: Show Visor
french: Afficher Visor
portuguese: Exibir Visor
russian: Показать Visor
spanish: Mostrar Visor

source: Hide Visor
french: Masquer Visor
portuguese: Ocultar Visor
russian: Скрыть Visor
spanish: Esconder Visor

source: Expired on %@
french: Expiré le %@
portuguese: Expirado em %@
russian: Срок действия истек %@
spanish: Expiró el %@

source: This ALPHA version will expire in %@!
french: Cette version ALPHA expirera dans %@ !
portuguese: Esta versão ALFA irá expirar em %@!
russian: Эта ALPHA-версия истекает %@!
spanish: Esta versión ALFA expira en %@!

source: less than a minute
french: moins d'une minute
portuguese: menos de um minuto
russian: менее чем через минуту
spanish: menos de un minuto

source: 1 minute
portuguese: 1 minuto
russian: через минуту
spanish: 1 minuto

source: less than 5 seconds
french: moins de 5 secondes
portuguese: menos de 5 segundos
russian: меньше чем через 5 секунд
spanish: menos de 5 segundos

source: less than 10 seconds
french: moins de 5 secondes
portuguese: menos de 10 segundos
russian: меньше чем через 10 секунд
spanish: menos de 10 segundos

source: less than 20 seconds
french: moins de 5 secondes
portuguese: menos de 20 segundos
russian: меньше чем через 20 секунд
spanish: menos de 20 segundos

source: half a minute
french: une demi minute
portuguese: meio minuto
russian: через пол минуты
spanish: medio minuto

source: %.0f minutes
portuguese: %.0f minutos
russian: через %.0f минут(ы)
spanish: %.0f minutos

source: about 1 hour
french: environ 1 heure
portuguese: aprox. uma hora
russian: примерно через час
spanish: alrededor de 1 hora

source: about %.0f hours
french: environ %.0f heures
portuguese: aprox. %.0f horas
russian: примерно через %.0f часа(ов)
spanish: alrededor de %.0f horas

source: 1 day
french: un jour
portuguese: um dia
russian: через 1 день
spanish: 1 día

source: %.0f days
french: %.0f jours
portuguese: %.0f dias
russian: через %.0f дн.
spanish: %.0f días

source: about 1 month
french: environ un mois
portuguese: aprox. um mês
russian: примерно через месяц
spanish: alrededor de un mes

source: %.0f months
french: %.0f mois
portuguese: %.0f meses
russian: через %.0f мес.
spanish: %.0f meses

source: about 1 year
french: environ 1 an
portuguese: aprox. um ano
russian: примерно через год
spanish: alrededor de un año

source: over %.0f years
french: plus de %.0f ans
portuguese: mais de %.0f anos
russian: более чем через %.0f г.
spanish: mas de %.0f años

source: Disconnect
french: Déconnecter
portuguese: Desconectar
russian: Отключить
spanish: Desconectar

source: Connect
french: Connecter
portuguese: Conectar
russian: Подключить
spanish: Conectar

source: Unable to connect with kernel extension! Do you have TotalFinder.kext properly installed?
french: Connexion à l'extension du noyau impossible ! Avez-vous installé correctement TotalFinder.kext ?
portuguese: Não é possível conectar-se à extensão do kernel! Você tem certeza que a extensão TotalFinder do kernel foi instalada?
russian: Не могу соединиться с расширением ядра! У Вас правильно установлено расширение TotalFinder.kext?
spanish: No es posible conectarse con la extensión del kernel. A instalado TotalFinder.kext adecuadamente?

source: from Beta Channel
french: version Beta
portuguese: do Canal Beta
spanish: del Beta Channel

source: from Dev Channel
french: version Dev
portuguese: do Canal Dev
spanish: del Dev Channel

source: from Stable Channel
french: version Stable
portuguese: do Canal Stable
spanish: del Stable Channel

source: Reset
french: Réinitialiser
portuguese: Ressetar
russian: Восстановить
spanish: Restaurar

source: Cancel
french: Annuler
portuguese: Cancelar
russian: Отменить
spanish: Cancelar

source: Do you really want reset to defaults?
french: Voulez-vous vraiment retrouver l'initialisation par défaut ?
portuguese: Confirma ressetar para configuração padrão?
russian: Вы действительно хотите восстановить настройки по-умолчанию?
spanish: Desea restaurar las opciones por defecto?

source: This will restore initial TotalFinder settings.
french: Cela restaurera les réglages d'origine de TotalFinder.
portuguese: Isto irá restaurar a configuração padrão do TotalFinder.
russian: Все настройки TotalFinder будут возвращены в начальное состояние.
spanish: Esto restaurará las opciones originales de TotalFinder.

source: Uninstall
french: Désinstaller
portuguese: Desinstalar
russian: Удалить
spanish: Desinstalar

source: Really want to uninstall TotalFinder?
french: Voulez-vous vraiment désinstaller TotalFinder ?
portuguese: Deseja realmente desinstalar TotalFinder?
russian: Действительно хотите удалить TotalFinder?
spanish: Realmente desea desinstalar TotalFinder?

source: This will launch an uninstall script which will remove TotalFinder from this computer and restore your original Finder behavior.
french: Cela déclenchera un script de désinstallation qui supprimera TotalFinder de votre système et restaurera le comportement original du Finder.
portuguese: Isto irá iniciar um script que irá remove o TotalFinder deste computador e restaurar o comportamento original do Finder.
russian: Будет запущен скрипт, который удалит TotalFinder и восстановить первоначальное поведение Finder.
spanish: Esto va a iniciar un script que va a desinstalar TotalFinder de este computador y restaurar la configuración original de Finder.

source: New Finder Tab
french: Nouvel onglet Finder
portuguese: Nova Aba do Finder
russian: Новая вкладка Finder
spanish: Nueva pestaña del Finder

source: Close Tab
french: Fermer un onglet
portuguese: Fechar Aba
russian: Закрыть вкладку
spanish: Cerrar Pestaña

source: Close Window
french: Fermer une fenêtre
portuguese: Fechar Janela
russian: Закрыть окно
spanish: Cerrar Ventana

source: Show System Files
french: Afficher les fichiers système
portuguese: Exibir Arquivos de Sistema
russian: Показывать скрытые файлы
spanish: Mostrar archivos de sistema

source: Folders On Top
french: Afficher les dossiers en tête
portuguese: Pastas em Cima
russian: Показывать папки сверху
spanish: Carpetas en el tope

source: Toggle Dual Mode
french: Activer/désactiver le mode double
portuguese: Chavear Modo Dual
russian: Переключить двухпанельный режим
spanish: Activar Modo Dual

source: Narrow Tabs Bar
french: Compacter la barre d'onglets
portuguese: Barra de Abas Fina
russian: Узкая панель вкладок
spanish: Barra de pestañas angosta

source: Pin Visor
french: Épingler Visor
portuguese: Fixar Visor
russian: Закрепить Visor
spanish: Fijar Visor

source: TotalFinder Preferences…
french: Préférences TotalFinder…
portuguese: Preferências do TotalFinder…
russian: Настройки TotalFinder…
spanish: Preferencias de TotalFinder…

source: Visit Homepage…
french: Voir le site Web…
portuguese: Visitar Homepage…
russian: Открыть домашюю страницу проекта…
spanish: Visitar página web…

source: Screen %d
french: Écran %d
portuguese: Tela %d
russian: Экран %d
spanish: Pantalla %d

source: TotalFinder ALPHA has expired
french: La version ALPHA de TotalFinder est expirée
portuguese: TotalFinder ALFA expirou
spanish: TotalFinder ALPHA ha expirado

source: In the expired version this dialog pops up every 10 tab switches. I just want you to upgrade to the latest TotalFinder version. It should take just a few minutes. Please check for updates.
french: Dans la version expirée cette fenêtre s'ouvre tous les 10 onglets ouverts. Je veux juste vous rappeler de mettre à jour TotalFinder. Cela ne devrait prendre que quelques minutes. S'il vous plait, vérifier les mises à jours disponibles.
portuguese: Na versão expirada este diálogo aparece a cada 10 trocas de aba. Eu gostaria que você atualizasse para a última versão do TotalFinder. Deverá levar apenas alguns minutos. Por favor, verique as atualizações.
spanish: En la version expirada este diálogo aparece cada 10 cambios de pestañas. Sólo quiero que actualice a la última versión de TotalFinder. Esto debiera tomar tan sólo algunos minutos. Por favor compruebe si hay actualizaciones.

source: Check for updates
french: Chercher des mises à jour
portuguese: Verificar atualizações
spanish: Comprobar actualizaciones

source: Visit Homepage
french: Aller à la page d'accueil
portuguese: Visitar Homepage
spanish: Visitar Página Inicial

source: Please register TotalFinder
french: Merci d'enregistrer TotalFinder
portuguese: Por favor, registre o TotalFinder
spanish: Por favor registre TotalFinder

source: In the unregistered version this dialog pops up every 10 tab switches. Annoying? This is a reminder that you are using tabs intensively and you should buy this awesome software. It's easy. Get rid of this limitation and make my day. Thanks!
french: Dans la version non enregistrée, cette fenêtre de dialogue s'ouvre tous les 10 onglets ouverts. Ennuyeux ? C'est pour vous rappeler que vous avez une utilisation intensive des onglets et que vous devriez acheter ce logiciel. C'est simple. Supprimer cette limitation et faites-moi plaisir.
portuguese: Na versão não registrada este diálogo aparece a cada 10 trocas de aba. Irritante ? Isto é um lembrete que você está usando muito as abas e portanto deveria comprar este software incrível. É fácil. Livre-se dessa limitação e eu ganharei meu dia. Obrigado!
spanish: In la versión no registrada estediálogo aparece cada 10 cambios de pestaña. Molesto? Este es un recordatorio amistoso que usted usa pestañas en forma muy frequente y que debiera comprar este increíble programa. Es muy fácil. Elimine esta limitación y contriuya a hacer mi día! Gracias.

source: Buy TotalFinder now
french: Acheter TotalFinder maintenant
portuguese: Comprar TotalFinder agora
spanish: Comprar TotalFinder

source: Why should I buy?
french: Pourquoi devrais-je acheter?
portuguese: Por que eu deveria comprar?
spanish: Porqué debiera comprar?

source: TotalFinder alpha - learn more
french: TotalFinder version alpha - en savoir plus
portuguese: TotalFinder alfa - saiba mais
spanish: TotalFinder alpha - aprenda más

source: TotalFinder expired - please upgrade
french: Version de TotalFinder expirée -
portuguese: TotalFinder expirou - por favor atualize
spanish: TotalFinder expiró - por favor actualize

source: TotalFinder - unregistered version
french: TotalFinder - version non enregistrée
portuguese: TotalFinder - versão não registrada
spanish: TotalFinder - versión no registrada

source: TotalFinder will be a paid software soon
french: TotalFinder sera prochainement un logiciel payant
portuguese: TotalFinder será um software pago em breve
spanish: TotalFinder pronto será un programa pagado

source: I just want to remind you that this is a free alpha version, but TotalFinder will become a paid software when it hits 1.0 version. You cannot stick with an alpha version, because it is going to expire at some point. Thank you for helping me test this Finder plugin. I hope you find it useful and consider to support its further development by buying it.
french: Je veux juste vous rappeler que cette une version alpha gratuire, mais que TotalFinder va devenir un logiciel payant lors de la sortie de la version 1.0. Vous ne pouvez pas continuer avec une version alpha, car elle possède une date d'expiration Merci de votre aide pour tester ce plugin de Finder .J'espère que vous le trouver utile et que vous souhaiter contrinuer à son développement en l'achetant.
portuguese: Eu apenas gostaria de lembrar-lhe que esta é uma versão livre (alfa), mas o TotalFinder será um software pago quando atingir a versão 1.0. Você não pode ficar com uma versão alfa, pois ela irá expirar em algum momento. Obrigado por me ajudar a testar este plugin para o Finder. Eu espero que você ache útil e compre ele, para ajudar o desenvolvimento futuro.
spanish: Quisiera recordarle que ésta es una version alpha gratis, pero TotalFinder se volverá un programa pagado cuando alcanze la versión 1.0. No puede seguir usando la versión alpha porque va a expirar en algún momento. Gracias por su ayuda para testear este complemento de Finder. Espero que lo considere útil y apoye su desarrollo comprándolo.

source: Sure, I understand
french: Bien sur, je comprends
portuguese: Certo, eu entendo
spanish: Claro, entiendo

source: You may buy TotalFinder soon.
french: Vous devriez acheter TotalFinder prochainement.
portuguese: Em breve você poderá comprar o TotalFinder.

source: TotalFinder will become a commercial app on Sep 27, 2010. The registration dialog is disabled until that day. Please wait for the 1.0 release. And by the way, thanks for clicking this button :-)
french: TotalFinder va devenir un logiciel payant le 27 Septembre 2010. La fenêtre d'enregistrement est désactivée jusqu'à ce jour. Merci d'attendre la version 1.0. Et par la même occasion, merci de cliquer sur ce bouton :-)
portuguese: O TotalFinder se tornará um aplicativo comercial no dia 27 de Setembro de 2010. O diálogo de registro está desabilitado até esse dia. Por favor espere pela versão 1.0. E a propósito, obrigado por clicar este botão :-)

source: Read Article
french: Lire l'article
portuguese: Ler Artigo

source: Licensed to %@
french: Licence appartenant à %@
portuguese: Registrado para %@

source: Change License
french: Changer la licence
portuguese: Trocar Licença

source: Unregistered version in trial mode
french: Copie non enregistrée en mode d'essai
portuguese: Versão não registrada no modo de teste

source: Register
french: Enregistrer
portuguese: Registrar

source: OK
french: Oui
