Repository: AlexMihawk/totalfinder-i18n
Catalog: plugin/Resources/*.lproj/TotalFinderUI.strings
Languages: pt_pt

source: Tweaks
pt_pt: ModificaÁıes

source: About
pt_pt: Sobre

source: Visor Feature
pt_pt: O Recurso Visor

source: a system-wide window sliding from the bottom on a hot-key
pt_pt: uma janela deslizante acionada sob um atalho

source: Activation:
pt_pt: AtivaÁ„o:

source: Control:
pt_pt: Controle:

source: Hide on ESC
pt_pt: Esconder com ESC

source: Pin Visor
pt_pt: Fixar Visor

source: Animation:
pt_pt: AnimaÁ„o:

source: Fade Window
pt_pt: Escurecer Janela

source: Slide Window
pt_pt: Deslizar Janela

source: Screen:
pt_pt: Tela:

source: Show on all Spaces
pt_pt: Exibir em todos Spaces

source: Show on top of the Dock
pt_pt: Exibir no topo da Dock

source: Free Form Window
pt_pt: Janela FreeForm

source: Asepsis Feature
pt_pt: O Recurso Asepsis

source: prevents .DS_Store files to be created in local folders
pt_pt: previne arquivos .DS_Store de serem criados em pastas locais

source: .DS_Store files will be redirected into
pt_pt: arquivos .DS_Store ser„o redirecionados para

source: this folder should be set as writable for all users of TotalFinder
pt_pt: esta pasta deve ser grav·vel por todos utilizadores do TotalFinder

source: Launch Migration Assistant
pt_pt: Abrir Assistente de MigraÁ„o

source: TotalFinder.kext status
pt_pt: Estado do TotalFinder.kext

source: Unable to connect
pt_pt: Incapaz de se conectar com a extens„o do kernel! VocÍ tem certeza que a extens„o TotalFinder do kernel foi instalada?

source: Advanced:
pt_pt: AvanÁado:

source: Don't write .DS_Store to Network
pt_pt: N„o gravar .DS_Store na Rede

source: Reset TotalFinder to defaults
pt_pt: Restaurar configuraÁ„o padr„o do TotalFinder

source: File Browser:
pt_pt: Navegador de Arquivos:

source: Show System Files
pt_pt: Exibir Arquivos de Sistema

source: Folders on Top
pt_pt: Pastas em cima

source: Always Maximize
pt_pt: Sempre Maximizar

source: Toggle Dual Mode
pt_pt: Modificar Modo Dual

source: Menu and Dock:
pt_pt: Menu e Dock:

source: Hide icon in Menu Bar
pt_pt: Esconder Ìcone na Barra de Menus

source: Keep original Dock icon
pt_pt: Manter Ìcone original da Dock

source: Freelance Windows
pt_pt: Janelas Freelance

source: Use narrow Tabs Bar
pt_pt: Usar Barra de Abas finas

source: Show CutPaste buttons in Context Menus
pt_pt: Exibir botıes CortarColar nos Menus de Contexto

source: TotalFinder Registration
pt_pt: Registro do TotalFinder

source: Registration
pt_pt: Registro

source: Please enter your license details from the email we have sent you:
pt_pt: Por favor insira a sua licenÁa a partir do email que lhe foi enviado:

source: Buy TotalFinder Now
pt_pt: Comprar Agora o TotalFinder

source: Register
pt_pt: Registrar

source: Thanks for registering!
pt_pt: Obrigado por registrar!

source: This TotalFinder copy is licensed to:
pt_pt: Esta cÛpia do TotalFinder È licenciada para:

source: Close
pt_pt: Fechar

source: Change License
pt_pt: Alterar LicenÁa

source: Back
pt_pt: Voltar

source: Invalid license code
pt_pt: CÛdigo de licenÁa inv·lido

source: Please go back and try again.
pt_pt: Por favor, volte e tente novamente.

source: To purchase a license for TotalFinder, please visit BinaryAge web store.
pt_pt: Para comprar uma licenÁa para o TotalFinder, por favor visite a loja virtual BinaryAge.

source: Thank you for using TotalFinder!
pt_pt: Obrigado por usar o TotalFinder!
